/* Warning message */
"Are you sure you don't like this name?" = "Are you sure you don't like this name?";

/* Cancel message */
"Cancel" = "Cancel";

/* Delete message */
"Delete" = "Delete";

/* Done message */
"Done" = "Done";

/* Edit message */
"Edit" = "Edit";

/* meaning in bottom of view 2 */
"meaning" = "Choose a name and display meaning here";

/* name in bottom of view 2 */
"name" = "Name";

/* pronunce in view 2 */
"pronunciation" = "Pingyin";

/* top left button name */
"Here I go!" = "Here I go!";

/* top left button name (return) */
"I am back!" = "I am back!";

